tap "homebrew/cask-fonts"

brew "antidote"
brew "atuin"
brew "bat"
brew "bfs"
brew "bottom"
brew "broot"
brew "deno"
brew "dust"
brew "eza"
brew "fd"
brew "fnm"
brew "fzf"
brew "gdu", link: true 
brew "git-delta"
brew "glow"
brew "gnu-sed"
brew "htop"
brew "jq"
brew "just"
brew "lazygit"
brew "lolcat"
brew "macchina"
brew "neovim", args: ["HEAD"]
brew "netcat"
brew "pyenv"
brew "ripgrep"
brew "sad"
brew "tokei"
brew "xsv"
brew "yarn"
brew "zoxide"
brew "zsh-syntax-highlighting"

# MacOS apps
cask "neovide"
cask "google-chrome"
cask "obsidian"
cask "postman"
cask "visual-studio-code"
cask "wezterm"

